import React from 'react'

const Spring = () => {
  return (
    <div>
      <img src="https://phoebe.on.ge/2017/03/14/7-Japanese_spring.jpg"/>
      <p>
        გაზაფხული — წელიწადის დრო, რომელიც დედამიწის ჩრდილოეთ ნახევარსფეროში გრძელდება გაზაფხულის ბუნიობის მომენტიდან (
        20 ან 21 მარტი) ზაფხულის მზებუდობის მომენტამდე (
        21 ან 22 ივნისი); ჩვეულებრივ გაზაფხულს უწოდებენ მარტის, 
        აპრილისა და მაისის თვეებს. როდესაც ჩრდილოეთ ნახევარსფეროში გაზაფხულია, 
        სამხრეთ ნახევარსფეროში შემოდგომაა.
       </p>
    </div>
  )
}

export default Spring
